Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Twierdzę, że dzieciak nie wyglądał mi na zamachowca, a straż zrobi wszystko, żeby zamknąć śledztwo przed przybyciem Królewskiego Wysłannika.
uk: Я скажу, що хлопець не схожий на вбивцю, а Варта зробить усе можливе, щоб припинити розслідування до прибуття Королівського посла.

source: Twoi koledzy próbowali mnie zabić!
uk: Твої колеги намагалися мене вбити!

source: Twoi ludzie chyba nieźle oberwali.
uk: Схоже, твоїх людей добряче побили.

source: Twoi ludzie wydają się być czymś bardzo podekscytowani.
uk: Здається, твої люди чимось дуже схвильовані.

source: Twoi ludzie zostali przegonieni przez dzikie zwierzęta. Jeden nie żyje, drugi został ranny.
uk: На твоїх людей напали дикі звірі, які від когось утікали. Один з них загинув, інший поранений.

source: Twoi przodkowie sami zgodzili się na ten rozejm. Dostaliście autonomię, własną twierdzę oraz pozwolenie na wydobywanie kruszców!
uk: Твої пращури самі погодилися на це перемир'я. Ви отримали автономію, власну фортецю та дозвіл на видобуток копалин!

source: Twoi towarzysze ci teraz nie pomogą!
uk: Твої товариші зараз тобі не допоможуть!

source: Twoim zadaniem byłoby koordynowanie górników i ewentualne użycie prochu tak, byśmy mogli bez większych trudności zbadać całe ruiny.
uk: Твоїм завданням буде координувати роботу гірників і, можливо, використовувати порох, щоб ми без особливих труднощів змогли дослідити ці руїни.

source: Twoim zadaniem będzie jedynie dopilnowanie, byśmy mogli przejść.
uk: Твоє завдання – лише подбати, щоб ми змогли пройти.

source: Twoim zdaniem Rosita mogła go otruć?
uk: Гадаєш, Розіта могла його отруїти?

source: Twoim zdaniem źle zrobił?
uk: На твою думку, він зробив гірше?

source: Twoja Eva
uk: Твоя Єва

source: Twoja Rosaline
uk: Твоя Розалін

source: Twoja bezczelność będzie twoją zgubą! Nie chcę cię tu więcej widzieć! Zrozumiałeś!?
uk: Твоя зухвалість стане твоєю загибеллю! Я не хочу тебе тут більше бачити! Ти второпав?!

source: Twoja broń może mi się przydać.
uk: Твоя зброя може стати мені в нагоді.

source: Twoja chciwość zaskakuje nawet mnie. Więcej... nie dostaniesz.
uk: Твоя жадібність дивує навіть мене. Більше... тобі не дістанеться.

source: Twoja chęć poznania naszych praw jest naprawdę godna pochwały, ale niestety mam sporo innych obowiązków i nie mogę spędzać całych dni na wykładaniu przepisów Archolos.
uk: Твоє бажання дізнатися про наші закони дійсно похвальне, але, на жаль, я маю багато інших обов'язків і не можу витрачати весь день на пояснення законів Архолосу.

source: Twoja decyzja.
uk: Тобі видніше.

source: Twoja historyjka mnie nie przekonuje.
uk: Твоя історія мене не переконала.

source: Twoja historyjka mnie nie przekonuje. Knut się o wszystkim dowie.
uk: Твоя історія мене не переконала. Кнут про все дізнається.

source: Twoja kariera jest skończona, ale choćbym miał błagać na kolanach o łaskę dla ciebie przed samym Królem - zrobię to.
uk: Твоя кар'єра закінчилася, але навіть якщо мені доведеться навколішки благати самого Короля помилувати тебе – я зроблю це.

source: Twoja kolej.
uk: Твоя черга.

source: Twoja koleżanka, Rahela, twierdziła, że odwiedził cię podejrzany mężczyzna.
uk: Твоя колега Рахела стверджує, що до тебе навідувався підозрілий чоловік.

source: Twoja matka cię poszukuje, powinnaś ze mną wrócić do miasta.
uk: Твоя мати шукає тебе, ти маєш повернутися зі мною до міста.

source: Twoja matka wciąż cię szuka, zaprowadzę cię do niej.
uk: Твоя мати досі шукає тебе, я відведу тебе до неї.

source: Twoja potrawka.
uk: Ось твоє рагу.

source: Twoja praca dla Gildii Kupieckiej Araxos na przestrzeni ostatnich tygodni była nieoceniona.
uk: За ці тижні твій внесок у роботу Торгової Гільдії Араксос був неоціненним.

source: Twoja przyjaciółka nie wygląda zbyt dobrze.
uk: Твоя подруга виглядає не дуже добре.

source: Twoja relacja pomoże mi w badaniach. Co ty na to? Chcesz przejść do historii?
uk: Твоя розповідь допоможе мені у дослідженнях. Що скажеш? Хочеш увійти в історію?

source: Twoja reputacja cię wyprzedza! Idź do Rodericha i załatw sprawę.
uk: Твоя репутація випереджає тебе! Іди до Родеріха і владнай це.

source: Twoja ręka jest pewna jak nigdy wcześniej!
uk: Ваша рука тверда як ніколи!

source: Twoja sieć, cała i zdrowa.
uk: Ось твоя сітка, ціла та неушкоджена.

source: Twoja siostra mówiła, że brakuje ci jednego składnika.
uk: Твоя сестра казала, що тобі бракує одного інгредієнта.

source: Twoja siła wzrasta!
uk: Ваша сила зростає!

source: Twoja sprawa. Pamiętaj, że jestem otwarty na propozycje.
uk: Справа твоя. Пам'ятай, що я відкритий до пропозицій.

source: Twoja strata. Nie mam zamiaru przepłacać za średniej jakości towar.
uk: Тобі ж гірше. Я не маю наміру переплачувати за товар середньої якості.

source: Twoja sytuacja uległa zmianie.
uk: Ситуація змінилася.

source: Twoja w tym głowa, żeby cię nie zobaczyła!
uk: Ти маєш зробити так, щоб вона тебе не побачила!

source: Twoja wersja nie brzmi zbyt wiarygodnie...
uk: Твоя версія звучить не дуже правдоподібно...

source: Twoja wola. Zatańczymy.
uk: Як забажаєш. Станцюймо.

source: Twoje badania są zbyt niebezpieczne, żebym pozwolił ci je spokojnie prowadzić. Jeszcze sprowadzisz zarazę na całe miasto...
uk: Твої дослідження занадто небезпечні, щоб я дозволив тобі спокійно їх проводити. Ти можеш накликати чуму на все місто...

source: Twoje czyny nie zadowolą mistrza Notgera!
uk: Твої вчинки не сподобаються майстру Нотгеру!

source: Twoje czyny z pewnością nie ucieszą mistrza Notgera!
uk: Твої вчинки безперечно не сподобаються майстру Нотгеру!

source: Twoje dobre serduszko bije tak głośno, że każdy już usłyszał!
uk: Твоє добре серденько б'ється так гучно, що його вже всі чують!

source: Twoje groźby nie robią na mnie wrażenia.
uk: Твої залякування мене не вражають.

source: Twoje hasła nie każdemu mogą się podobać.
uk: Твої гасла можуть бути не кожному до вподоби.

source: Twoje księgi są na sprzedaż?
uk: Твої книги продаються?

source: Twoje kłamstwo było głupie i bezczelne! Masz chociaż jakiekolwiek pojęcie gdzie jest mój prawdziwy brat?
uk: Твоя брехня була дурною та нахабною! Ти хоч маєш яке-небудь уявлення, де мій справжній брат?

source: Twoje narzekania są godne przekupek z targowiska! Zachowaj się jak mężczyzna!
uk: Твої нарікання гідні базарної торговки! Поводься як чоловік!

source: Twoje nieracjonalne działanie już sprawiło nam sporo problemów, a to pewnie nie koniec.
uk: Твої ірраціональні дії вже завдали нам чимало проблем, і цим, мабуть, не обмежаться.

source: Twoje obelgi nie robią na mnie wrażenia, smarkaczu. Jeśli spadnie mi, choć włos z głowy, zjawi się tutaj tuzin strażników, którzy przepędzą was w trymiga!
uk: Мене не вражають твої образи, шмаркачу. Якщо хоч волосина впаде з моєї голови, то тут же з'явиться ще з десяток охоронців, які миттю проженуть вас геть!

source: Twoje ostatnie poczynania w straży mogłyby onieśmielić niejednego paladyna. Pomimo że nie jesteś stąd, przelałeś więcej krwi za tę wyspę, niż połowa jej obywateli razem wziętych.
uk: Твої останні успіхи у Варті могли б налякати багатьох паладинів. Хоч ти і не місцевий, але пролив за цей острів більше крові, ніж половина його мешканців разом узятих.

source: Twoje ostatnie zachowania, brak dyspozycyjności oraz niedostateczne umiejętności w wielu dziedzinach, zmusiły nas do podjęcia tej przykrej decyzji.
uk: Твоя нещодавня поведінка, твоя відсутність та недостатня кваліфікація у багатьох сферах змусили нас прийняти це неприємне рішення.

source: Twoje przedsięwzięcie nie jest na pewno legalne.
uk: Твій задум, безперечно, незаконний.

source: Twoje przestępstwo zostało zgłoszone!
uk: Про ваш злочин було повідомлено!

source: Twoje religijne gadki nie robią na mnie wrażenia. Zostaw je mądrzejszym od siebie.
uk: Твої релігійні балачки мене не вражають. Залиш їх для таких дурнів як сам.

source: Twoje ruchy przy nacinaniu skóry muszą być pewne i precyzyjne. Zaczynaj zawsze w okolicach brzucha, tam jest najłatwiej wbić ostrze.
uk: Твої рухи під час надрізання шкури мають бути впевненими і точними. Завжди починай з живота, там найлегше встромити лезо.

source: Twoje serce wypełnia troska o bliskich, ale musisz zachować spokój i zdrowy rozsądek. Umierając, w niczym im nie pomożesz.
uk: Твоє серце сповнене турботою про твоїх близьких, але ти повинен зберігати спокій і розсудливість. Твоя смерть зовсім не допоможе їм.

source: Twoje słowa są dla mnie jak bzyczenie krwiopijcy nad uchem.
uk: Твої слова, як дзижчання шершня над вухом.

source: Twoje umiejętności złodziejskie pozwalają na natychmiastowe otwarcie zamka.
uk: Ваші навички відмикання замків дозволяють негайно відкрити замок.

source: Twoje zadanie wygląda tak: dostajesz ode mnie sakiewkę, idziesz do jaskini na bagnach. Płacisz, dostajesz potwierdzenie na piśmie, przynosisz je do mnie. Sprawa załatwiona.
uk: Твоє завдання виглядає так: ти отримуєш від мене гаманець, йдеш до печери на болоті. Платиш, отримуєш письмове підтвердження, приносиш мені. Справу зроблено.

source: Twoje zdrowie!
uk: Твоє здоров'я!

source: Twoje zdrowie.
uk: Твоє здоров'я.

source: Twoje zeznania uznałem wcześniej za mało przekonujące. A co najważniejsze! Wszyscy ludzie, zamieszani w tą sprawę, zginęli z twojej ręki.
uk: Твої попередні свідчення мені здалися непереконливими. І найголовніше! Всі люди, причетні до цієї справи, загинули від твоєї руки.

source: Twoje zlecenia staną się teraz bardziej niebezpieczne, ale też o wiele lepiej płatne. Żebyś mógł im sprostać, otrzymasz dostęp do najlepszego sprzętu i nauczycieli.
uk: Тепер твої завдання стануть більш небезпечними, але й набагато краще оплачуваними. Щоб допомогти тобі впоратися з ними, ти отримаєш доступ до найкращого спорядження та вчителів.

source: Twoje zwierzę pustoszy magazyny i demoluje chaty!
uk: Твій вихованець спустошує склади та руйнує хатини!

source: Twoje zwłoki ograbię z jeszcze większą chęcią niż tych biedaków.
uk: Твій труп я обкраду з ще більшим задоволенням, ніж цих бідняків.

source: Twojego dobrowolnego zrzeczenia się 200 sztuk złota.
uk: Твоєї добровільної відмови від 200 золотих.

source: Tworzenie run
uk: Створення рун

source: Tworzenie szkieletu
uk: Створення скелета

source: Tworzenie szkieletu-goblina
uk: Створення скелета-гобліна

source: Tworząc broń strzelecką, muszę pamiętać, by korzystać z dobrej jakości drewna, czyli takiego, które będzie i mocne i giętkie. Pracę najlepiej zacząć od sprawdzenia odpowiedniego schematu - ich autorzy mają większą wiedzę w tej dziedzinie ode mnie, więc będę podążał za ich instrukcjami.
uk: Виготовляючи стрілецьку зброю, я повинен пам'ятати, що потрібно використовувати деревину хорошої якості, тобто міцну та гнучку. Найкраще починати роботу з пошуку відповідного креслення – їхні автори більш обізнані в цій сфері, ніж я, тому краще дотримуватись їхніх інструкцій.

source: Tworząc łuk, musisz używać dobrej jakości drewna. Przy stole ostrożnie pozbądź się jego niedoskonałości i na bieżąco sprawdzaj wytrzymałość broni. Cięciwę daj na koniec.
uk: При створенні лука необхідно використовувати деревину хорошої якості. За верстатом ретельно позбудься її недоліків і постійно перевіряй міцність зброї. Насамкінець натягни тятиву.

source: Twój brat czeka na ciebie w pokoju na górze. Został zraniony przez krwiopijce i musi teraz wypoczywać.
uk: Твій брат чекає на тебе в кімнаті нагорі. Його поранив шершень і зараз він мусить відпочити.

source: Twój brat musiał mieć sporo za uszami, skoro ktoś zadał sobie tyle trudu, by go porwać.
uk: Твій брат, мабуть, мав багато проблем, якщо хтось доклав стільки зусиль, щоб його викрасти.

source: Twój brat musiał tędy przechodzić.
uk: Твій брат, мабуть, проходив цим шляхом.

source: Twój brat mówił o wiosce na wschodzie. Trochę znam się na kierunkach, spróbuję nas tam doprowadzić, a ty rozglądaj się za wszelkimi potworami.
uk: Твій брат говорив про село на сході. Я трохи орієнтуюсь на місцевості, спробую відвести нас туди. А ти не підпускай до нас всяких чудовиськ.

source: Twój brat poprosił mnie o pomoc.
uk: Твій брат попросив мене про допомогу.

source: Twój chrzest wyglądał tak samo?
uk: Твоє хрещення виглядало так само?

source: Twój dokument o Glenwyr.
uk: Твій документ про Гленвір.

source: Twój kochający ojciec
uk: Твій люблячий батько

source: Twój kolega Roy jest naprawdę kiepski w ukrywaniu cennych rzeczy.
uk: Твій приятель Рой не вміє ховати цінних речей.

source: Twój kolega kręcił się w pobliżu naszego miejsca przerzutowego. Ujmijmy to tak, czeka go niezbyt przyjemna niespodzianka.
uk: Твій товариш крутився біля нашого місця обміну. Скажімо так, його чекає не дуже приємний сюрприз.

source: Twój kolega nie żyje.
uk: Твій колега загинув.

source: Twój kolega nie żyje. Znalazłem jego ciało.
uk: Твій колега мертвий. Я знайшов його тіло.

source: Twój kontrakt dobiegł końca.
uk: Твій контракт добігає кінця.

source: Twój kontrakt dobiegł końca. (Zaatakuj)
uk: Твій контракт добігає кінця. (Атакувати)

source: Twój niedźwiedź jest już martwy.
uk: Твій ведмідь вже мертвий.

source: Twój ojciec ostrzegał cię przed Gildią, której już nie ma.
uk: Твій батько попереджав тебе про Гільдію, якої більше не існує.

source: Twój ostatni posłaniec nie wrócił i dopiero teraz mi o tym mówisz?
uk: Твій останній посланець не повернувся, і ти тільки зараз говориш мені про це?

source: Twój problem może zniknąć za... 500 sztuk złota.
uk: Твоя проблема може зникнути за... 500 золотих.

source: Twój problem. Za darmo nic nie dostaniesz.
uk: Твої проблеми. Задарма ти нічого не отримаєш.

source: Twój przeciwnik zaklina się, że był kiedyś marynarzem, ale jak dla mnie, to po prostu kolejny stary pijak.
uk: Твій суперник клянеться, що колись був моряком, але як на мене, він просто старий пияк.

source: Twój strój z kolei niewiele o tobie mówi. Sprytnie.
uk: З іншого боку, одяг мало що каже про тебе. Розумно.

source: Twój syn poprosił mnie o pomoc w zdobyciu rogu.
uk: Твій син попросив мене допомогти йому дістати ріг.

source: Twój szef jest w środku?
uk: Твій шеф всередині?

source: Twój szef może i jest tu obecny, ale to mnie zdajesz raport. Pamiętaj o tym.
uk: Твій начальник може і тут, але ти звітуєш переді мною. Запам'ятай це.

source: Twój szef powiedział, że odpowiesz na moje pytania. Poza tym jestem tu, żeby pomóc.
uk: Твій шеф сказав, що ти відповіси на мої запитання. Крім того, я тут, щоб допомогти.

source: Twój wybór, ale ludzie mówią, że większość z nich to najzwyklejsi bandyci w ładnych wdziankach.
uk: Це твій вибір, але люди кажуть, що більшість з них – звичайнісінькі бандити в гарному одязі.

source: Twój wygląd trochę mnie zmylił, nie wyglądasz mi na takiego, co by chciał tam płynąć.
uk: Твій зовнішній вигляд мене трохи збентежив, не схоже, що ти хотів би там плавати.

source: Twój zmiennik zaginął?
uk: Твій помічник кудись зник?

source: Twój znajomy potraktował twoje włosy i zarost brzytwą... Lekko mówiąc, widać pewne braki.
uk: Твій друг бритвою попрацював над твоїм волоссям і бородою... М'яко кажучи, виглядає не дуже.

source: Ty bezczelny durniu!
uk: Ти нахабний дурень!

source: Ty biedny frajerze, nawet złota nie masz!
uk: Нікчема, у тебе навіть золота немає!

source: Ty będziesz kopał, ja nadzorował, a po wszystkim podzielimy się łupami.
uk: Ти копатимеш, я наглядатиму, а потім ми розділимо здобич.

source: Ty chcesz się pozbyć problemu z paladynem wariatem, ja chcę zachować interes, więc nasze cele są spójne. Poza tym, naprawdę myślisz, że byłbym w stanie zrobić krzywdę paladynowi?
uk: Ти хочеш позбутися проблеми з божевільним паладином, а я хочу зберегти бізнес, тож наші цілі збігаються. До того ж, невже ти справді думаєш, що я можу завдати шкоди паладину?

source: Ty chcesz zagrać? Nie wiem, czy to dobry pomysł...
uk: Хочеш сам зіграти? Не знаю, чи це хороша ідея...

source: Ty cholerna pijawko...
uk: Ти мерзенна п'явко...

source: Ty cholerny kłamco! Wybiję ci wszystkie zęby!
uk: Ти клятий брехун! Я виб’ю тобі всі зуби!

source: Ty chyba naprawdę jesteś szalony! Trutka w kuchni? Chcesz, żeby wszyscy się potruli?
uk: Ти, видно, справді здурів! Отрута на кухні? Ти хочеш, щоб ми всі потруїлися?

source: Ty daj sobie spokój z tymi swatami, bo wychodzą z tego same problemy. Viktor i ja jesteśmy przyjaciółmi, kiepska byłaby z nas para.
uk: Заспокойся з цими сватаннями, бо від них самі проблеми. Ми з Віктором друзі, з нас була б погана пара.

source: Ty dalej tutaj?
uk: Ти ще тут?

source: Ty dowodzisz.
uk: Ти за старшого.

source: Ty frajerze!
uk: Ти невдаха!

source: Ty frajerze, nawet złota nie masz!
uk: От невдаха, у тебе навіть золота немає!

source: Ty gnido... Mówiłeś, że nie masz jej przy sobie...
uk: Ти виродку... Ти ж казав, що не маєш її з собою...

source: Ty gnido... Nie daruję ci tego...
uk: Ти виродку... Я не подарую тобі цього...

source: Ty gnojku, dostanie ci się za to!
uk: Ти, сволото, зараз ти заплатиш за це!

source: Ty i Jorn zniknęliście tak nagle. Szkoda, że nie powiedzieliście. Pewnie wyruszyłbym z wami.
uk: Ви з Йорном так раптово зникли. Шкода, що мені не сказали. Я б, мабуть, вирушив з вами.

source: Ty i Rupert ruszycie przodem i oczyścicie drogę na wschód. My pójdziemy waszym śladem i spotkamy się w pobliskiej wiosce.
uk: Ви з Рупертом підете вперед і розчистите дорогу на схід. Ми підемо слідом і зустрінемося з вами в найближчому селі.

source: Ty i te twoje swaty.
uk: Ти і те твоє сватання.

source: Ty i twoi kumple z In Extremo podjudzacie ludzi do buntu.
uk: Ти і твої приятелі з In Extremo підбурюєте людей до бунту.

source: Ty i twoja koleżanka możecie wejść. Tylko nie róbcie żadnych burd, bo, po pierwsze - zabiją cię, a po drugie - Ulryk obniży mi żołd.
uk: Ти і твоя подруга можете зайти. Тільки не влаштовуйте бійок, бо, по-перше – вас уб'ють, а по-друге – Ульрік зменшить мені платню.

source: Ty i twoja mina! Już za chwilę!
uk: Ти і твоя пика! Хвилинку!

source: Ty idioto! Nigdy nie zrozumiesz nauki! Postęp wymaga poświęceń i brutalnych metod!
uk: Ти ідіот! Ти ніколи не зрозумієш науку! Прогрес вимагає жертв і жорстоких методів!

source: Ty idziesz za mną, weźmiemy ich z dwóch stron. Będziemy musieli przeprawić się przez rzekę, ale dobremu wojownikowi woda niestraszna.
uk: Ти підеш зі мною, ми зайдемо з двох сторін. Доведеться перейти річку, але доброму воїну вода не страшна.

source: Ty jednak wydajesz się całkiem bystry, a docierając tutaj pokazałeś, że potrafisz sobie poradzić w terenie.
uk: Ти, однак, здається, досить розумний, і, потрапивши сюди, ти показав, що можеш дати собі раду на нашому болоті.

source: Ty jesteś Bodowin?
uk: Це ти Бодовін?

source: Ty jesteś Gamal?
uk: Ти Гамаль?

source: Ty jesteś Karin?
uk: Ти Карін?

source: Ty jesteś Lena?
uk: Ти Олена?

source: Ty jesteś Marvin?
uk: Ти Марвін?

source: Ty jesteś Marvin? Od Otmara?
uk: Ти Марвін? Від Отмара?

source: Ty jesteś Riordian, tak?
uk: Ти Ріордіан, так?

source: Ty jesteś Sunder?
uk: Ти Сандер?

source: Ty jesteś z zewnątrz, ludzie mogą być wokół ciebie mniej ostrożni. Gdybyś się czegoś dowiedział, daj mi znać.
uk: Ти не тутешній, тож люди до тебе можуть бути менш пильними. Довідаєшся щось – повідом мене.

source: Ty już masz chyba dość kolego.
uk: Здається, тобі вже досить, приятелю.

source: Ty mały złodziejaszku, łapy precz!
uk: Ти дрібний злодюжка, лапи геть!

source: Ty mały, nędzny złodzieju!
uk: Ти жалюгідний нікчемний злодюжка!

source: Ty mi Adanosa w to nie mieszaj! Jak chcesz, to sobie pomagaj, ale mnie w to nie mieszaj!
uk: Не вплутуй сюди Аданоса! Допомагай сам, якщо хочеш, а мене не чіпай!

source: Ty mi powiedz.
uk: Ти мені скажи.

source: Ty może i tak, ale pomyśl o tym, co zrobi twoim kumplom. Myślisz, że wszyscy są tacy twardzi, jak ty?
uk: Може й так, але подумай, що буде з твоїми друзями. Думаєш, вони всі такі ж витривалі, як і ти?

source: Ty musisz być Marvin, prawda?
uk: Ти, мабуть, Марвін, так?

source: Ty musisz być Marvin. Dennis wspominał mi o tobie. Podobno jesteś bardzo pomocny.
uk: Ти, мабуть, Марвін. Денніс розповідав мені про тебе. Очевидно, ти дуже корисний.

source: Ty na to wpadłeś?
uk: Це ти придумав?

source: Ty najwyraźniej im się spodobałeś, bo wykrzykiwali twoje imię najgłośniej ze wszystkich.
uk: Ти явно припав їм до душі, бо вони вигукували твоє ім'я найголосніше.

source: Ty nam też pomogłeś, więc odwdzięczenie się było czymś naturalnym. Skoro sytuacja opanowana, to my już sobie pójdziemy.
uk: Ти також нам допоміг, тому віддячити тобі було б цілком природно. Тож, оскільки ситуація під контролем, то ми підемо.

source: Ty naprawdę nawet go nie pamiętasz?
uk: Ти справді його навіть не пам'ятаєш?

source: Ty nas nie widziałeś, a my nie widzieliśmy ciebie!
uk: Ти не бачив нас, а ми не бачили тебе!

source: Ty nie miałeś oglądać płotu, a szukać mojego barana!
uk: Ти маєш не паркан розглядати, а мого барана шукати!

source: Ty nie możesz jej przygotować?
uk: А ти не можеш її приготувати?

source: Ty nie uciekasz?
uk: Ти не втечеш?

source: Ty nie wejdziesz?
uk: Ти не зайдеш?

source: Ty nie wydobywasz?
uk: Ти не видобуваєш?

source: Ty nikogo nie widziałeś?
uk: Ти нікого не бачив?

source: Ty parszywa pijawko!
uk: Ну ти й брудна п'явка!

source: Ty parszywy kłamco!
uk: Ти жалюгідний брехун!

source: Ty parszywy oszuście!
uk: Ти клятий шахрай!

source: Ty parszywy pomiocie Beliara!
uk: Ти брудне породження Беліара!

source: Ty parszywy wieśniaku! Co ty możesz wiedzieć o wielkomiejskich zwyczajach!
uk: Ах ти, селюче! Та що ти знаєш про звичаї великого міста!

source: Ty parszywy śmieciu! Mogłem się domyślić, że coś kombinujesz. Zapłacisz mi teraz za to, co zrobiłeś!
uk: Ти мерзенний шматок лайна! Я міг би здогадатися, що ти щось задумав. Ти заплатиш мені за те, що зробив!

source: Ty pewnie jesteś Henk.
uk: Ти, мабуть, Хенк.

source: Ty pierwszy.
uk: Спершу ти.

source: Ty pijawko! Chciałeś uciec z moim złotem!
uk: Ти п'явка! Ти хотів втекти з моїм золотом!

source: Ty podjąłeś decyzję o zostaniu strażnikiem pilnującym ładu i porządku na wyspie. Wykonuj swoją służbę najlepiej, jak potrafisz, a dostąpisz łaski Adanosa i bez wiedzy magicznej.
uk: Ти прийняв рішення стати вартовим, що охороняє закон і порядок на острові. Неси свою службу якнайкраще, і ти будеш удостоєний прихильності Аданоса і без магічних знань.

source: Ty podły... Wynoś się stąd!
uk: Ах ти, негіднику... Забирайся звідси!

source: Ty pomagasz zarobić mi, ja pomogę zarobić tobie.
uk: Ти допоможеш заробити мені, а я допоможу заробити тобі.

source: Ty pomożesz mnie, a ja pomogę tobie.
uk: Ти допоможеш мені, а я допоможу тобі.

source: Ty potrafisz coś w ogóle? Nie wydaje mi się.
uk: Ти взагалі що-небудь вмієш? Я так не думаю.

source: Ty potworze!
uk: Ти чудовисько!

source: Ty potworze! Jak mogłeś to zrobić...
uk: Ти чудовисько! Як ти міг це зробити...

source: Ty przeklęty szczurze! To twoja wina, powinieneś był mnie ostrzec!
uk: Ти клятий щур! Це твоя провина, ти повинен був попередити мене!

source: Ty psie Lichwiarza!
uk: Ах ти пес Лихваря!

source: Ty psie lichwiarza!
uk: Лихварський пес!

source: Ty również, Marvin, ty również...
uk: Ти теж, Марвіне, ти теж...

source: Ty skończony idioto! Dałeś się złapać jak najzwyklejszy amator!
uk: Ти повний ідіот! Ти дозволив себе спіймати, як звичайний дилетант!

source: Ty sprzedajesz zwoje, on ich używał...
uk: Ти торгуєш сувоями, а він ними користувався...

source: Ty sukin...
uk: Ти, сучий...

source: Ty sukin... ciosy masz cięższe niż ryby, które wyławiam.
uk: Ти сучий... твої удари важчі, ніж риба, яку я ловлю.

source: Ty sukin... nie... w porządku, pójdę.
uk: Ти сучий... ні... Гаразд, я піду.

source: Ty sukinsynu!
uk: Сучий сину!

source: Ty sukinsynu! Całą bandą na mnie?!
uk: Ти, сучий сину! Ціла банда на мене?!

source: Ty tak na serio?
uk: Ти це серйозно?

source: Ty tam! Ani kroku dalej!
uk: Ти, там! Ні кроку далі!

source: Ty tam! Stać!
uk: Гей, там! Стій!
